alefragnani.project-manager
Anjali.clipboard-history
bierner.lit-html
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
cssho.vscode-svgviewer
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
EditorConfig.EditorConfig
esbenp.prettier-vscode
fabiodam.vscode-console-wrapper
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
GraphQL.vscode-graphql
Gruntfuggly.todo-tree
ionutvmi.path-autocomplete
JamesBirtles.svelte-vscode
jock.svg
liviuschera.noctis
mikestead.dotenv
mrmlnc.vscode-apache
mrmlnc.vscode-duplicate
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
mubaidr.vuejs-extension-pack
octref.vetur
oderwat.indent-rainbow
PKief.material-icon-theme
pnp.polacode
rebornix.project-snippets
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
Shinotatwu-DS.file-tree-generator
silvenon.mdx
SimonSiefke.svg-preview
steoates.autoimport
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
sysoev.language-stylus
thisismanta.stylus-supremacy
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
