akamud.vscode-caniuse
astro-build.astro-vscode
bierner.emojisense
borisyordanov.sup-react
github.copilot-chat
github.vscode-github-actions
unifiedjs.vscode-remark
vunguyentuan.vscode-css-variables
AhadCove.js-quick-console
alefragnani.project-manager
Anjali.clipboard-history
bierner.github-markdown-preview
bierner.lit-html
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
christian-kohler.path-intellisense
chrmarti.regex
cssho.vscode-svgviewer
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
dsznajder.es7-react-js-snippets
EdgardMessias.clipboard-manager
EditorConfig.EditorConfig
esbenp.prettier-vscode
fabiodam.vscode-console-wrapper
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
Gruntfuggly.todo-tree
hangxingliu.vscode-nginx-conf-hint
IBM.output-colorizer
ionutvmi.path-autocomplete
JamesBirtles.svelte-vscode
jock.svg
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
liviuschera.noctis
mikestead.dotenv
mrmlnc.vscode-apache
mrmlnc.vscode-duplicate
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
mubaidr.vuejs-extension-pack
octref.vetur
oderwat.indent-rainbow
philsinatra.nested-comments
PKief.material-icon-theme
pnp.polacode
rebornix.project-snippets
redhat.vscode-yaml
richie5um2.vscode-sort-json
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
Shinotatwu-DS.file-tree-generator
SimonSiefke.svg-preview
steoates.autoimport
stkb.rewrap
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
syler.sass-indented
sysoev.language-stylus
thisismanta.stylus-supremacy
unifiedjs.vscode-mdx
wayou.vscode-todo-highlight
webben.browserslist
yzhang.markdown-all-in-one
